const state = {
    items: [
        { name: 'Пульсометр Polar FT1',descr: 'Для первых шагов в тренировках, основанных на сердечном ритме',info: '',prevPrice: 4750,actualPrice: 4500 },
        { name: 'Пульсометр Polar FT1',descr: 'Пульсометр начального уровня с комфортным тканевым ремешком',info: '',prevPrice: 6600,actualPrice: 6641 },
        { name: 'Пульсометр Polar FT1',descr: 'Улучшенная версия Polar FT1, имеющая следующие улучшения',info: '',prevPrice: 7390,actualPrice: 7021 },
        { name: 'Пульсометр Polar FT1',descr: 'Для первых шагов в тренировках,основанных на сердечном ритме',info: '',prevPrice: 4750,actualPrice: 4500 },
        { name: 'Пульсометр Polar FT1',descr: 'Пульсометр начального уровня с комфортным тканевым ремешком',info: '',prevPrice: 6600,actualPrice: 6641 },
        { name: 'Пульсометр Polar FT1',descr: 'Улучшенная версия Polar FT1, имеющая следующие улучшения',info: '',prevPrice: 6641,actualPrice: 7021 },
    ],
    clients: [
        {
            name: 'Ирина',surname: 'Иванченко',marathons: 2,
            descr: 'Не знала, что себе купить - обратилась к ребятам из RunSmart - подобрали пульсометр, который подошёл именно под мои цели и финансовые возможности. Через некоторое время решила обновить гаджет - не раздумывая обратилась туда же.<br>Новые цели - новый гаджет!<br>Спасибо,RunSmart!',
            imgUrl: './img/first_person.png'
        },
        {
            name: 'Иван',surname: 'Сёмочкин',marathons: 1,
            descr: 'Крутая штука - пульсометр.Обычно без них бегал. Оказывается только хуже себе делал. Купил пульсометр,ещё в подарок получил тренировку.Со мной вместе провели первую тренировку,научили пользоваться новым гаджетом.Также объяснили основы анатомии,составили план тренировок на месяц вперёд.<br>С ними подготовился к своему первому полумарафону! Спасибо!!!',
            imgUrl: './img/second_person.png'
        },
        {
            name: 'Юлия',surname: 'Дашкина',marathons: 2,
            descr: 'Долго не могла начать бегать, т.к. до этого несколько раз начинала, но становилось тяжело и я бросала. От друзей услышала о RunSmart и о беге с контролем пульса и решила попробовать.<br>Позвонила,ребята поинтересовались моими целями и подобрали очень интересный вариант со скидкой! Теперь бегаю и наслаждаюсь бегом! Пробежала уже 2 полумарафона и несколько более коротких забегов и не намерена останавливаться!<br>Спасибо!!!',
            imgUrl: './img/third_person.png'
        }
    ]
}

export default state;